# wa2fa - Spanish

wa2fa.otp.title=Verificaci\u00f3n por WhatsApp
wa2fa.otp.label=C\u00f3digo de verificaci\u00f3n
wa2fa.otp.placeholder=Ingrese el c\u00f3digo
wa2fa.otp.instruction=Se ha enviado un c\u00f3digo de verificaci\u00f3n a su WhatsApp. Ingr\u00e9selo arriba.
wa2fa.otp.submit=Verificar
wa2fa.otp.resend=Reenviar c\u00f3digo
wa2fa.otp.resent=Se ha enviado un nuevo c\u00f3digo a su WhatsApp.
wa2fa.otp.resendLimitReached=Se alcanz\u00f3 el l\u00edmite m\u00e1ximo de reenv\u00edos. Espere a que el c\u00f3digo expire e intente de nuevo.
wa2fa.otp.missing=Por favor ingrese el c\u00f3digo de verificaci\u00f3n.
wa2fa.otp.invalid=C\u00f3digo inv\u00e1lido o expirado. Intente de nuevo.
wa2fa.otp.tooManyAttempts=Demasiados intentos fallidos. Solicite un nuevo c\u00f3digo e intente de nuevo en unos minutos.
wa2fa.otp.sent=C\u00f3digo de verificaci\u00f3n enviado a su WhatsApp.
wa2fa.otp.sendFailed=No se pudo enviar el c\u00f3digo. Intente de nuevo.

wa2fa.phone.title=Verificar n\u00famero de tel\u00e9fono
wa2fa.phone.label=N\u00famero de tel\u00e9fono
wa2fa.phone.helpText=Ingrese su n\u00famero de tel\u00e9fono en formato internacional (ej. +1234567890). Se enviar\u00e1 un c\u00f3digo por WhatsApp.
wa2fa.phone.sendOtp=Enviar c\u00f3digo de verificaci\u00f3n
wa2fa.phone.verify=Verificar
wa2fa.phone.required=Por favor ingrese su n\u00famero de tel\u00e9fono.
wa2fa.phone.invalidFormat=Ingrese un n\u00famero v\u00e1lido en formato internacional (ej. +1234567890).
wa2fa.phone.change=Cambiar

wa2fa.reg.enterOtp=Se ha enviado un c\u00f3digo de verificaci\u00f3n a su WhatsApp. Ingr\u00e9selo a continuaci\u00f3n.
wa2fa.reg.phoneVerified=N\u00famero de tel\u00e9fono verificado

# Phone Validation (libphonenumber)
wa2fa.phone.notValid=Este n\u00famero de tel\u00e9fono no es v\u00e1lido. Por favor, verifique e intente de nuevo.
wa2fa.phone.notMobile=Por favor, ingrese un n\u00famero de tel\u00e9fono m\u00f3vil. No se admiten l\u00edneas fijas.
wa2fa.phone.invalidCountryCode=C\u00f3digo de pa\u00eds inv\u00e1lido. Incluya el c\u00f3digo correcto (ej. +1, +34, +52).
wa2fa.phone.notANumber=Esto no parece ser un n\u00famero de tel\u00e9fono.
wa2fa.phone.tooShort=Este n\u00famero de tel\u00e9fono es demasiado corto. Verifique el n\u00famero.
wa2fa.phone.tooLong=Este n\u00famero de tel\u00e9fono es demasiado largo. Verifique el n\u00famero.
wa2fa.phone.invalidLength=Este n\u00famero tiene una longitud inv\u00e1lida para el pa\u00eds indicado.

# QR Code Verification
wa2fa.qr.tabScanQr=Escanear c\u00f3digo QR
wa2fa.qr.tabReceiveOtp=Ingresar c\u00f3digo OTP
wa2fa.qr.instruction=Escanee este c\u00f3digo QR con la c\u00e1mara de su tel\u00e9fono. Se abrir\u00e1 WhatsApp con un mensaje de verificaci\u00f3n prellenado. Solo toque Enviar.
wa2fa.qr.tokenLabel=C\u00f3digo de verificaci\u00f3n
wa2fa.qr.openWhatsApp=Abrir en WhatsApp
wa2fa.qr.helpText=Escanee el c\u00f3digo QR para verificar v\u00eda WhatsApp, o cambie a la pesta\u00f1a OTP para ingresar un c\u00f3digo manualmente.
wa2fa.qr.helpTextQrOnly=Escanee el c\u00f3digo QR para verificar v\u00eda WhatsApp.
wa2fa.qr.verified=\u00a1Tel\u00e9fono verificado v\u00eda WhatsApp! Completando...
wa2fa.qr.expired=C\u00f3digo QR expirado. Por favor actualice.
wa2fa.qr.refreshButton=Actualizar
wa2fa.qr.notVerified=Verificaci\u00f3n QR no completada. Escanee el c\u00f3digo QR y env\u00ede el mensaje, o use OTP.

# Lazy OTP (when QR is default)
wa2fa.otp.sentToPhone=Verifique su n\u00famero de WhatsApp que termina en
wa2fa.otp.clickToSend=Haga clic a continuaci\u00f3n para recibir un c\u00f3digo de verificaci\u00f3n por WhatsApp.
wa2fa.otp.sendOtpButton=Enviar c\u00f3digo OTP

# Phone ownership verification link (LID)
wa2fa.qr.pendingPhoneConfirm=Haga clic en el enlace de verificaci\u00F3n en WhatsApp para confirmar su n\u00FAmero de tel\u00E9fono.
wa2fa.qr.phoneConfirmed=\u00A1Tel\u00E9fono verificado\! Puede cerrar esta p\u00E1gina.
wa2fa.qr.linkExpired=Este enlace de verificaci\u00F3n ha caducado. Por favor, int\u00E9ntelo de nuevo.
wa2fa.qr.linkInvalid=Este enlace de verificaci\u00F3n no es v\u00E1lido.
