# wa2fa - Portuguese

wa2fa.otp.title=Verifica\u00e7\u00e3o por WhatsApp
wa2fa.otp.label=C\u00f3digo de verifica\u00e7\u00e3o
wa2fa.otp.placeholder=Digite o c\u00f3digo
wa2fa.otp.instruction=Um c\u00f3digo de verifica\u00e7\u00e3o foi enviado para o seu WhatsApp. Digite-o acima.
wa2fa.otp.submit=Verificar
wa2fa.otp.resend=Reenviar c\u00f3digo
wa2fa.otp.resent=Um novo c\u00f3digo foi enviado para o seu WhatsApp.
wa2fa.otp.resendLimitReached=Limite m\u00e1ximo de reenvios atingido. Aguarde o c\u00f3digo expirar e tente novamente.
wa2fa.otp.missing=Por favor, digite o c\u00f3digo de verifica\u00e7\u00e3o.
wa2fa.otp.invalid=C\u00f3digo inv\u00e1lido ou expirado. Tente novamente.
wa2fa.otp.tooManyAttempts=Muitas tentativas falhadas. Solicite um novo c\u00f3digo e tente novamente em alguns minutos.
wa2fa.otp.sent=C\u00f3digo de verifica\u00e7\u00e3o enviado para o seu WhatsApp.
wa2fa.otp.sendFailed=Falha ao enviar o c\u00f3digo. Tente novamente.

wa2fa.phone.title=Verificar n\u00famero de telefone
wa2fa.phone.label=N\u00famero de telefone
wa2fa.phone.helpText=Digite seu n\u00famero no formato internacional (ex. +5511912345678). Um c\u00f3digo ser\u00e1 enviado via WhatsApp.
wa2fa.phone.sendOtp=Enviar c\u00f3digo de verifica\u00e7\u00e3o
wa2fa.phone.verify=Verificar
wa2fa.phone.required=Por favor, digite seu n\u00famero de telefone.
wa2fa.phone.invalidFormat=Digite um n\u00famero v\u00e1lido no formato internacional (ex. +5511912345678).
wa2fa.phone.change=Alterar

wa2fa.reg.enterOtp=Um c\u00f3digo de verifica\u00e7\u00e3o foi enviado para o seu WhatsApp. Digite-o abaixo.
wa2fa.reg.phoneVerified=N\u00famero de telefone verificado

# Phone Validation (libphonenumber)
wa2fa.phone.notValid=Este n\u00famero de telefone n\u00e3o \u00e9 v\u00e1lido. Verifique e tente novamente.
wa2fa.phone.notMobile=Por favor, digite um n\u00famero de celular. Telefones fixos n\u00e3o s\u00e3o suportados.
wa2fa.phone.invalidCountryCode=C\u00f3digo do pa\u00eds inv\u00e1lido. Inclua o c\u00f3digo correto (ex. +55, +1, +351).
wa2fa.phone.notANumber=Isso n\u00e3o parece ser um n\u00famero de telefone.
wa2fa.phone.tooShort=Este n\u00famero de telefone \u00e9 muito curto. Verifique o n\u00famero.
wa2fa.phone.tooLong=Este n\u00famero de telefone \u00e9 muito longo. Verifique o n\u00famero.
wa2fa.phone.invalidLength=Este n\u00famero tem um comprimento inv\u00e1lido para o pa\u00eds indicado.

# QR Code Verification
wa2fa.qr.tabScanQr=Escanear c\u00f3digo QR
wa2fa.qr.tabReceiveOtp=Digitar c\u00f3digo OTP
wa2fa.qr.instruction=Escaneie este c\u00f3digo QR com a c\u00e2mera do seu telefone. O WhatsApp abrir\u00e1 com uma mensagem de verifica\u00e7\u00e3o preenchida. Basta tocar em Enviar.
wa2fa.qr.tokenLabel=C\u00f3digo de verifica\u00e7\u00e3o
wa2fa.qr.openWhatsApp=Abrir no WhatsApp
wa2fa.qr.helpText=Escaneie o c\u00f3digo QR para verificar via WhatsApp, ou mude para a aba OTP para digitar um c\u00f3digo manualmente.
wa2fa.qr.helpTextQrOnly=Escaneie o c\u00f3digo QR para verificar via WhatsApp.
wa2fa.qr.verified=Telefone verificado via WhatsApp! Concluindo...
wa2fa.qr.expired=C\u00f3digo QR expirado. Por favor atualize.
wa2fa.qr.refreshButton=Atualizar
wa2fa.qr.notVerified=Verifica\u00e7\u00e3o QR n\u00e3o conclu\u00edda. Escaneie o c\u00f3digo QR e envie a mensagem, ou use OTP.

# Lazy OTP (when QR is default)
wa2fa.otp.sentToPhone=Verifique seu n\u00famero do WhatsApp terminado em
wa2fa.otp.clickToSend=Clique abaixo para receber um c\u00f3digo de verifica\u00e7\u00e3o via WhatsApp.
wa2fa.otp.sendOtpButton=Enviar c\u00f3digo OTP

# Phone ownership verification link (LID)
wa2fa.qr.pendingPhoneConfirm=Clique no link de verifica\u00E7\u00E3o no WhatsApp para confirmar seu n\u00FAmero de telefone.
wa2fa.qr.phoneConfirmed=Telefone verificado\! Voc\u00EA pode fechar esta p\u00E1gina.
wa2fa.qr.linkExpired=Este link de verifica\u00E7\u00E3o expirou. Por favor, tente novamente.
wa2fa.qr.linkInvalid=Este link de verifica\u00E7\u00E3o \u00E9 inv\u00E1lido.
