# wa2fa - Hindi

wa2fa.otp.title=WhatsApp \u0938\u0924\u094d\u092f\u093e\u092a\u0928
wa2fa.otp.label=\u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921
wa2fa.otp.placeholder=\u0915\u094b\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902
wa2fa.otp.instruction=\u0906\u092a\u0915\u0947 WhatsApp \u092a\u0930 \u090f\u0915 \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921 \u092d\u0947\u091c\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0909\u0938\u0947 \u090a\u092a\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
wa2fa.otp.submit=\u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
wa2fa.otp.resend=\u0915\u094b\u0921 \u092b\u093f\u0930 \u0938\u0947 \u092d\u0947\u091c\u0947\u0902
wa2fa.otp.resent=\u0906\u092a\u0915\u0947 WhatsApp \u092a\u0930 \u090f\u0915 \u0928\u092f\u093e \u0915\u094b\u0921 \u092d\u0947\u091c\u093e \u0917\u092f\u093e \u0939\u0948\u0964
wa2fa.otp.resendLimitReached=\u0905\u0927\u093f\u0915\u0924\u092e \u092a\u0941\u0928\u0903 \u092d\u0947\u091c\u0928\u0947 \u0915\u0940 \u0938\u0940\u092e\u093e \u092a\u0942\u0930\u0940 \u0939\u094b \u0917\u0908\u0964 \u0915\u0943\u092a\u092f\u093e \u0915\u094b\u0921 \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b\u0928\u0947 \u0915\u0940 \u092a\u094d\u0930\u0924\u0940\u0915\u094d\u0937\u093e \u0915\u0930\u0947\u0902 \u0914\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
wa2fa.otp.missing=\u0915\u0943\u092a\u092f\u093e \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
wa2fa.otp.invalid=\u0905\u092e\u093e\u0928\u094d\u092f \u092f\u093e \u0938\u092e\u093e\u092a\u094d\u0924 \u0915\u094b\u0921\u0964 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
wa2fa.otp.tooManyAttempts=\u092c\u0939\u0941\u0924 \u0905\u0927\u093f\u0915 \u0935\u093f\u092b\u0932 \u092a\u094d\u0930\u092f\u093e\u0938\u0964 \u0915\u0943\u092a\u092f\u093e \u0928\u092f\u093e \u0915\u094b\u0921 \u092e\u093e\u0901\u0917\u0947\u0902 \u0914\u0930 \u0915\u0941\u091b \u092e\u093f\u0928\u091f\u094b\u0902 \u092e\u0947\u0902 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
wa2fa.otp.sent=\u0906\u092a\u0915\u0947 WhatsApp \u092a\u0930 \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921 \u092d\u0947\u091c\u093e \u0917\u092f\u093e\u0964
wa2fa.otp.sendFailed=\u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921 \u092d\u0947\u091c\u0928\u0947 \u092e\u0947\u0902 \u0935\u093f\u092b\u0932\u0964 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964

wa2fa.phone.title=\u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
wa2fa.phone.label=\u092b\u094b\u0928 \u0928\u0902\u092c\u0930
wa2fa.phone.helpText=\u0905\u0902\u0924\u0930\u094d\u0930\u093e\u0937\u094d\u091f\u094d\u0930\u0940\u092f \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u092e\u0947\u0902 \u0905\u092a\u0928\u093e \u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902 (\u091c\u0948\u0938\u0947 +911234567890)\u0964 WhatsApp \u092a\u0930 \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921 \u092d\u0947\u091c\u093e \u091c\u093e\u090f\u0917\u093e\u0964
wa2fa.phone.sendOtp=\u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921 \u092d\u0947\u091c\u0947\u0902
wa2fa.phone.verify=\u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924 \u0915\u0930\u0947\u0902
wa2fa.phone.required=\u0915\u0943\u092a\u092f\u093e \u0905\u092a\u0928\u093e \u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
wa2fa.phone.invalidFormat=\u0915\u0943\u092a\u092f\u093e \u0905\u0902\u0924\u0930\u094d\u0930\u093e\u0937\u094d\u091f\u094d\u0930\u0940\u092f \u092a\u094d\u0930\u093e\u0930\u0942\u092a \u092e\u0947\u0902 \u092e\u093e\u0928\u094d\u092f \u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
wa2fa.phone.change=\u092C\u0926\u0932\u0947\u0902

wa2fa.reg.enterOtp=\u0906\u092a\u0915\u0947 WhatsApp \u092a\u0930 \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921 \u092d\u0947\u091c\u093e \u0917\u092f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0907\u0938\u0947 \u0928\u0940\u091a\u0947 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
wa2fa.reg.phoneVerified=\u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924

# Phone Validation (libphonenumber)
wa2fa.phone.notValid=\u092f\u0939 \u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u092e\u093e\u0928\u094d\u092f \u0928\u0939\u0940\u0902 \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u091c\u093e\u0901\u091a \u0915\u0930 \u092a\u0941\u0928\u0903 \u092a\u094d\u0930\u092f\u093e\u0938 \u0915\u0930\u0947\u0902\u0964
wa2fa.phone.notMobile=\u0915\u0943\u092a\u092f\u093e \u092e\u094b\u092c\u093e\u0907\u0932 \u0928\u0902\u092c\u0930 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964 \u0932\u0948\u0902\u0921\u0932\u093e\u0907\u0928 \u0938\u092e\u0930\u094d\u0925\u093f\u0924 \u0928\u0939\u0940\u0902 \u0939\u0948\u0964
wa2fa.phone.invalidCountryCode=\u0905\u092e\u093e\u0928\u094d\u092f \u0926\u0947\u0936 \u0915\u094b\u0921\u0964 \u0915\u0943\u092a\u092f\u093e \u0938\u0939\u0940 \u0926\u0947\u0936 \u0915\u094b\u0921 \u0936\u093e\u092e\u093f\u0932 \u0915\u0930\u0947\u0902 (\u091c\u0948\u0938\u0947 +91, +1, +44)\u0964
wa2fa.phone.notANumber=\u092f\u0939 \u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u092a\u094d\u0930\u0924\u0940\u0924 \u0928\u0939\u0940\u0902 \u0939\u094b\u0924\u093e\u0964
wa2fa.phone.tooShort=\u092f\u0939 \u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u092c\u0939\u0941\u0924 \u091b\u094b\u091f\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0928\u0902\u092c\u0930 \u091c\u093e\u0901\u091a\u0947\u0902\u0964
wa2fa.phone.tooLong=\u092f\u0939 \u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u092c\u0939\u0941\u0924 \u0932\u0902\u092c\u093e \u0939\u0948\u0964 \u0915\u0943\u092a\u092f\u093e \u0928\u0902\u092c\u0930 \u091c\u093e\u0901\u091a\u0947\u0902\u0964
wa2fa.phone.invalidLength=\u0907\u0938 \u0926\u0947\u0936 \u0915\u0947 \u0932\u093f\u090f \u092b\u094b\u0928 \u0928\u0902\u092c\u0930 \u0915\u0940 \u0932\u0902\u092c\u093e\u0908 \u0905\u092e\u093e\u0928\u094d\u092f \u0939\u0948\u0964

# QR Code Verification
wa2fa.qr.tabScanQr=QR \u0915\u094b\u0921 \u0938\u094d\u0915\u0948\u0928 \u0915\u0930\u0947\u0902
wa2fa.qr.tabReceiveOtp=OTP \u0915\u094b\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902
wa2fa.qr.instruction=\u0905\u092a\u0928\u0947 \u092b\u094b\u0928 \u0915\u0948\u092e\u0930\u0947 \u0938\u0947 \u092f\u0939 QR \u0915\u094b\u0921 \u0938\u094d\u0915\u0948\u0928 \u0915\u0930\u0947\u0902\u0964 \u092f\u0939 WhatsApp \u0916\u094b\u0932\u0947\u0917\u093e \u091c\u093f\u0938\u092e\u0947\u0902 \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0938\u0902\u0926\u0947\u0936 \u092d\u0930\u093e \u0939\u094b\u0917\u093e\u0964 \u092c\u0938 Send \u092a\u0930 \u091f\u0948\u092a \u0915\u0930\u0947\u0902\u0964
wa2fa.qr.tokenLabel=\u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921
wa2fa.qr.openWhatsApp=WhatsApp \u092e\u0947\u0902 \u0916\u094b\u0932\u0947\u0902
wa2fa.qr.helpText=WhatsApp \u0938\u0947 \u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f QR \u0915\u094b\u0921 \u0938\u094d\u0915\u0948\u0928 \u0915\u0930\u0947\u0902, \u092f\u093e OTP \u091f\u0948\u092c \u092a\u0930 \u0938\u094d\u0935\u093f\u091a \u0915\u0930\u0915\u0947 \u0915\u094b\u0921 \u0926\u0930\u094d\u091c \u0915\u0930\u0947\u0902\u0964
wa2fa.qr.helpTextQrOnly=WhatsApp \u0938\u0947 \u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f QR \u0915\u094b\u0921 \u0938\u094d\u0915\u0948\u0928 \u0915\u0930\u0947\u0902\u0964
wa2fa.qr.verified=WhatsApp \u0938\u0947 \u092b\u094b\u0928 \u0938\u0924\u094d\u092f\u093e\u092a\u093f\u0924! \u092a\u0942\u0930\u093e \u0939\u094b \u0930\u0939\u093e \u0939\u0948...
wa2fa.qr.expired=QR \u0915\u094b\u0921 \u0938\u092e\u093e\u092a\u094d\u0924\u0964 \u0915\u0943\u092a\u092f\u093e \u0930\u093f\u092b\u094d\u0930\u0947\u0936 \u0915\u0930\u0947\u0902\u0964
wa2fa.qr.refreshButton=\u0930\u093f\u092b\u094d\u0930\u0947\u0936
wa2fa.qr.notVerified=QR \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u092a\u0942\u0930\u093e \u0928\u0939\u0940\u0902 \u0939\u0941\u0906\u0964 \u0915\u0943\u092a\u092f\u093e QR \u0915\u094b\u0921 \u0938\u094d\u0915\u0948\u0928 \u0915\u0930\u0915\u0947 \u0938\u0902\u0926\u0947\u0936 \u092d\u0947\u091c\u0947\u0902, \u092f\u093e OTP \u0915\u093e \u0909\u092a\u092f\u094b\u0917 \u0915\u0930\u0947\u0902\u0964

# Lazy OTP (when QR is default)
wa2fa.otp.sentToPhone=\u0906\u092a\u0915\u0947 WhatsApp \u0928\u0902\u092c\u0930 \u0915\u0940 \u092a\u0941\u0937\u094d\u091f\u093f \u0915\u0930\u0947\u0902 \u091c\u094b \u0938\u092e\u093e\u092a\u094d\u0924 \u0939\u094b\u0924\u093e \u0939\u0948
wa2fa.otp.clickToSend=WhatsApp \u092a\u0930 \u0938\u0924\u094d\u092f\u093e\u092a\u0928 \u0915\u094b\u0921 \u092a\u094d\u0930\u093e\u092a\u094d\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093f\u090f \u0928\u0940\u091a\u0947 \u0915\u094d\u0932\u093f\u0915 \u0915\u0930\u0947\u0902\u0964
wa2fa.otp.sendOtpButton=OTP \u0915\u094b\u0921 \u092d\u0947\u091c\u0947\u0902

# Phone ownership verification link (LID)
wa2fa.qr.pendingPhoneConfirm=\u0905\u092A\u0928\u093E \u092B\u094B\u0928 \u0928\u0902\u092C\u0930 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F WhatsApp \u092E\u0947\u0902 \u0938\u0924\u094D\u092F\u093E\u092A\u0928 \u0932\u093F\u0902\u0915 \u092A\u0930 \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902\u0964
wa2fa.qr.phoneConfirmed=\u092B\u094B\u0928 \u0938\u0924\u094D\u092F\u093E\u092A\u093F\u0924\! \u0906\u092A \u0907\u0938 \u092A\u0947\u091C \u0915\u094B \u092C\u0902\u0926 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902\u0964
wa2fa.qr.linkExpired=\u092F\u0939 \u0938\u0924\u094D\u092F\u093E\u092A\u0928 \u0932\u093F\u0902\u0915 \u0938\u092E\u093E\u092A\u094D\u0924 \u0939\u094B \u0917\u092F\u093E \u0939\u0948\u0964 \u0915\u0943\u092A\u092F\u093E \u092A\u0941\u0928\u0903 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902\u0964
wa2fa.qr.linkInvalid=\u092F\u0939 \u0938\u0924\u094D\u092F\u093E\u092A\u0928 \u0932\u093F\u0902\u0915 \u0905\u092E\u093E\u0928\u094D\u092F \u0939\u0948\u0964
