# wa2fa - Arabic

wa2fa.otp.title=\u0627\u0644\u062a\u062d\u0642\u0642 \u0639\u0628\u0631 WhatsApp
wa2fa.otp.label=\u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642
wa2fa.otp.placeholder=\u0623\u062f\u062e\u0644 \u0627\u0644\u0631\u0645\u0632
wa2fa.otp.instruction=\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642 \u0625\u0644\u0649 WhatsApp \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u0623\u062f\u062e\u0644\u0647 \u0623\u0639\u0644\u0627\u0647.
wa2fa.otp.submit=\u062a\u062d\u0642\u0642
wa2fa.otp.resend=\u0625\u0639\u0627\u062f\u0629 \u0625\u0631\u0633\u0627\u0644 \u0627\u0644\u0631\u0645\u0632
wa2fa.otp.resent=\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 \u062c\u062f\u064a\u062f \u0625\u0644\u0649 WhatsApp \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
wa2fa.otp.resendLimitReached=\u062a\u0645 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062d\u062f \u0627\u0644\u0623\u0642\u0635\u0649 \u0644\u0625\u0639\u0627\u062f\u0629 \u0627\u0644\u0625\u0631\u0633\u0627\u0644. \u064a\u0631\u062c\u0649 \u0627\u0644\u0627\u0646\u062a\u0638\u0627\u0631 \u062d\u062a\u0649 \u064a\u0646\u062a\u0647\u064a \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0644\u0631\u0645\u0632 \u0648\u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
wa2fa.otp.missing=\u064a\u0631\u062c\u0649 \u0625\u062f\u062e\u0627\u0644 \u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642.
wa2fa.otp.invalid=\u0631\u0645\u0632 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d \u0623\u0648 \u0645\u0646\u062a\u0647\u064a \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629. \u064a\u0631\u062c\u0649 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
wa2fa.otp.tooManyAttempts=\u0645\u062d\u0627\u0648\u0644\u0627\u062a \u0641\u0627\u0634\u0644\u0629 \u0643\u062b\u064a\u0631\u0629 \u062c\u062f\u0627\u064b. \u064a\u0631\u062c\u0649 \u0637\u0644\u0628 \u0631\u0645\u0632 \u062c\u062f\u064a\u062f \u0648\u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649 \u0628\u0639\u062f \u0628\u0636\u0639 \u062f\u0642\u0627\u0626\u0642.
wa2fa.otp.sent=\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642 \u0625\u0644\u0649 WhatsApp \u0627\u0644\u062e\u0627\u0635 \u0628\u0643.
wa2fa.otp.sendFailed=\u0641\u0634\u0644 \u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642. \u064a\u0631\u062c\u0649 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.

wa2fa.phone.title=\u062a\u062d\u0642\u0642 \u0645\u0646 \u0631\u0642\u0645 \u0627\u0644\u0647\u0627\u062a\u0641
wa2fa.phone.label=\u0631\u0642\u0645 \u0627\u0644\u0647\u0627\u062a\u0641
wa2fa.phone.helpText=\u0623\u062f\u062e\u0644 \u0631\u0642\u0645 \u0647\u0627\u062a\u0641\u0643 \u0628\u0627\u0644\u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u062f\u0648\u0644\u064a (\u0645\u062b\u0627\u0644: +966501234567). \u0633\u064a\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 \u0639\u0628\u0631 WhatsApp.
wa2fa.phone.sendOtp=\u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642
wa2fa.phone.verify=\u062a\u062d\u0642\u0642
wa2fa.phone.required=\u064a\u0631\u062c\u0649 \u0625\u062f\u062e\u0627\u0644 \u0631\u0642\u0645 \u0647\u0627\u062a\u0641\u0643.
wa2fa.phone.invalidFormat=\u064a\u0631\u062c\u0649 \u0625\u062f\u062e\u0627\u0644 \u0631\u0642\u0645 \u0647\u0627\u062a\u0641 \u0635\u0627\u0644\u062d \u0628\u0627\u0644\u062a\u0646\u0633\u064a\u0642 \u0627\u0644\u062f\u0648\u0644\u064a (\u0645\u062b\u0627\u0644: +966501234567).
wa2fa.phone.change=\u062a\u063a\u064a\u064a\u0631

wa2fa.reg.enterOtp=\u062a\u0645 \u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642 \u0625\u0644\u0649 WhatsApp \u0627\u0644\u062e\u0627\u0635 \u0628\u0643. \u064a\u0631\u062c\u0649 \u0625\u062f\u062e\u0627\u0644\u0647 \u0623\u062f\u0646\u0627\u0647.
wa2fa.reg.phoneVerified=\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0631\u0642\u0645 \u0627\u0644\u0647\u0627\u062a\u0641

# Phone Validation (libphonenumber)
wa2fa.phone.notValid=\u0631\u0642\u0645 \u0627\u0644\u0647\u0627\u062a\u0641 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u062d\u0642\u0642 \u0648\u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062e\u0631\u0649.
wa2fa.phone.notMobile=\u064a\u0631\u062c\u0649 \u0625\u062f\u062e\u0627\u0644 \u0631\u0642\u0645 \u0647\u0627\u062a\u0641 \u0645\u062d\u0645\u0648\u0644. \u0627\u0644\u062e\u0637\u0648\u0637 \u0627\u0644\u0623\u0631\u0636\u064a\u0629 \u063a\u064a\u0631 \u0645\u062f\u0639\u0648\u0645\u0629.
wa2fa.phone.invalidCountryCode=\u0631\u0645\u0632 \u0627\u0644\u062f\u0648\u0644\u0629 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d. \u064a\u0631\u062c\u0649 \u062a\u0636\u0645\u064a\u0646 \u0631\u0645\u0632 \u0627\u0644\u062f\u0648\u0644\u0629 \u0627\u0644\u0635\u062d\u064a\u062d (\u0645\u062b\u0627\u0644: +966\u060c +1\u060c +44).
wa2fa.phone.notANumber=\u0647\u0630\u0627 \u0644\u0627 \u064a\u0628\u062f\u0648 \u0631\u0642\u0645 \u0647\u0627\u062a\u0641.
wa2fa.phone.tooShort=\u0631\u0642\u0645 \u0627\u0644\u0647\u0627\u062a\u0641 \u0642\u0635\u064a\u0631 \u062c\u062f\u0627\u064b. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0631\u0642\u0645.
wa2fa.phone.tooLong=\u0631\u0642\u0645 \u0627\u0644\u0647\u0627\u062a\u0641 \u0637\u0648\u064a\u0644 \u062c\u062f\u0627\u064b. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0631\u0642\u0645.
wa2fa.phone.invalidLength=\u0637\u0648\u0644 \u0631\u0642\u0645 \u0627\u0644\u0647\u0627\u062a\u0641 \u063a\u064a\u0631 \u0635\u0627\u0644\u062d \u0644\u0644\u062f\u0648\u0644\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629.

# QR Code Verification
wa2fa.qr.tabScanQr=\u0645\u0633\u062d \u0631\u0645\u0632 QR
wa2fa.qr.tabReceiveOtp=\u0625\u062f\u062e\u0627\u0644 \u0631\u0645\u0632 OTP
wa2fa.qr.instruction=\u0627\u0645\u0633\u062d \u0631\u0645\u0632 QR \u0647\u0630\u0627 \u0628\u0643\u0627\u0645\u064a\u0631\u0627 \u0647\u0627\u062a\u0641\u0643. \u0633\u064a\u0641\u062a\u062d WhatsApp \u0628\u0631\u0633\u0627\u0644\u0629 \u062a\u062d\u0642\u0642 \u0645\u0639\u0628\u0623\u0629 \u0645\u0633\u0628\u0642\u0627\u064b. \u0641\u0642\u0637 \u0627\u0636\u063a\u0637 \u0625\u0631\u0633\u0627\u0644.
wa2fa.qr.tokenLabel=\u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642
wa2fa.qr.openWhatsApp=\u0641\u062a\u062d \u0641\u064a WhatsApp
wa2fa.qr.helpText=\u0627\u0645\u0633\u062d \u0631\u0645\u0632 QR \u0644\u0644\u062a\u062d\u0642\u0642 \u0639\u0628\u0631 WhatsApp\u060c \u0623\u0648 \u0627\u0646\u062a\u0642\u0644 \u0625\u0644\u0649 \u062a\u0628\u0648\u064a\u0628 OTP \u0644\u0625\u062f\u062e\u0627\u0644 \u0627\u0644\u0631\u0645\u0632 \u064a\u062f\u0648\u064a\u0627\u064b.
wa2fa.qr.helpTextQrOnly=\u0627\u0645\u0633\u062d \u0631\u0645\u0632 QR \u0644\u0644\u062a\u062d\u0642\u0642 \u0639\u0628\u0631 WhatsApp.
wa2fa.qr.verified=\u062a\u0645 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0647\u0627\u062a\u0641 \u0639\u0628\u0631 WhatsApp! \u062c\u0627\u0631\u064d \u0627\u0644\u0625\u0643\u0645\u0627\u0644...
wa2fa.qr.expired=\u0627\u0646\u062a\u0647\u062a \u0635\u0644\u0627\u062d\u064a\u0629 \u0631\u0645\u0632 QR. \u064a\u0631\u062c\u0649 \u0627\u0644\u062a\u062d\u062f\u064a\u062b.
wa2fa.qr.refreshButton=\u062a\u062d\u062f\u064a\u062b
wa2fa.qr.notVerified=\u0644\u0645 \u064a\u0643\u062a\u0645\u0644 \u0627\u0644\u062a\u062d\u0642\u0642 \u0639\u0628\u0631 QR. \u0627\u0645\u0633\u062d \u0631\u0645\u0632 QR \u0648\u0623\u0631\u0633\u0644 \u0627\u0644\u0631\u0633\u0627\u0644\u0629\u060c \u0623\u0648 \u0627\u0633\u062a\u062e\u062f\u0645 OTP.

# Lazy OTP (when QR is default)
wa2fa.otp.sentToPhone=\u062a\u062d\u0642\u0642 \u0645\u0646 \u0631\u0642\u0645 WhatsApp \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0627\u0644\u0645\u0646\u062a\u0647\u064a \u0628\u0640
wa2fa.otp.clickToSend=\u0627\u0636\u063a\u0637 \u0623\u062f\u0646\u0627\u0647 \u0644\u062a\u0644\u0642\u064a \u0631\u0645\u0632 \u0627\u0644\u062a\u062d\u0642\u0642 \u0639\u0628\u0631 WhatsApp.
wa2fa.otp.sendOtpButton=\u0625\u0631\u0633\u0627\u0644 \u0631\u0645\u0632 OTP

# Phone ownership verification link (LID)
wa2fa.qr.pendingPhoneConfirm=\u0627\u0646\u0642\u0631 \u0639\u0644\u0649 \u0631\u0627\u0628\u0637 \u0627\u0644\u062A\u062D\u0642\u0642 \u0641\u064A WhatsApp \u0644\u062A\u0623\u0643\u064A\u062F \u0631\u0642\u0645 \u0647\u0627\u062A\u0641\u0643.
wa2fa.qr.phoneConfirmed=\u062A\u0645 \u0627\u0644\u062A\u062D\u0642\u0642 \u0645\u0646 \u0627\u0644\u0647\u0627\u062A\u0641\! \u064A\u0645\u0643\u0646\u0643 \u0625\u063A\u0644\u0627\u0642 \u0647\u0630\u0647 \u0627\u0644\u0635\u0641\u062D\u0629.
wa2fa.qr.linkExpired=\u0627\u0646\u062A\u0647\u062A \u0635\u0644\u0627\u062D\u064A\u0629 \u0631\u0627\u0628\u0637 \u0627\u0644\u062A\u062D\u0642\u0642. \u064A\u0631\u062C\u0649 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649.
wa2fa.qr.linkInvalid=\u0631\u0627\u0628\u0637 \u0627\u0644\u062A\u062D\u0642\u0642 \u0647\u0630\u0627 \u063A\u064A\u0631 \u0635\u0627\u0644\u062D.
