# wa2fa - French

wa2fa.otp.title=V\u00e9rification WhatsApp
wa2fa.otp.label=Code de v\u00e9rification
wa2fa.otp.placeholder=Entrez le code
wa2fa.otp.instruction=Un code de v\u00e9rification a \u00e9t\u00e9 envoy\u00e9 sur votre WhatsApp. Saisissez-le ci-dessus.
wa2fa.otp.submit=V\u00e9rifier
wa2fa.otp.resend=Renvoyer le code
wa2fa.otp.resent=Un nouveau code a \u00e9t\u00e9 envoy\u00e9 sur votre WhatsApp.
wa2fa.otp.resendLimitReached=Limite maximale de renvois atteinte. Veuillez attendre l\u2019expiration du code et r\u00e9essayer.
wa2fa.otp.missing=Veuillez entrer le code de v\u00e9rification.
wa2fa.otp.invalid=Code invalide ou expir\u00e9. Veuillez r\u00e9essayer.
wa2fa.otp.tooManyAttempts=Trop de tentatives \u00e9chou\u00e9es. Veuillez demander un nouveau code et r\u00e9essayer dans quelques minutes.
wa2fa.otp.sent=Code de v\u00e9rification envoy\u00e9 sur votre WhatsApp.
wa2fa.otp.sendFailed=\u00c9chec de l\u2019envoi du code. Veuillez r\u00e9essayer.

wa2fa.phone.title=V\u00e9rifier le num\u00e9ro de t\u00e9l\u00e9phone
wa2fa.phone.label=Num\u00e9ro de t\u00e9l\u00e9phone
wa2fa.phone.helpText=Entrez votre num\u00e9ro au format international (ex. +33612345678). Un code sera envoy\u00e9 via WhatsApp.
wa2fa.phone.sendOtp=Envoyer le code de v\u00e9rification
wa2fa.phone.verify=V\u00e9rifier
wa2fa.phone.required=Veuillez entrer votre num\u00e9ro de t\u00e9l\u00e9phone.
wa2fa.phone.invalidFormat=Veuillez entrer un num\u00e9ro valide au format international (ex. +33612345678).
wa2fa.phone.change=Modifier

wa2fa.reg.enterOtp=Un code de v\u00e9rification a \u00e9t\u00e9 envoy\u00e9 sur votre WhatsApp. Veuillez le saisir ci-dessous.
wa2fa.reg.phoneVerified=Num\u00e9ro de t\u00e9l\u00e9phone v\u00e9rifi\u00e9

# Phone Validation (libphonenumber)
wa2fa.phone.notValid=Ce num\u00e9ro de t\u00e9l\u00e9phone n\u2019est pas valide. Veuillez v\u00e9rifier et r\u00e9essayer.
wa2fa.phone.notMobile=Veuillez entrer un num\u00e9ro de t\u00e9l\u00e9phone mobile. Les lignes fixes ne sont pas prises en charge.
wa2fa.phone.invalidCountryCode=Code pays invalide. Veuillez inclure le bon indicatif (ex. +33, +1, +44).
wa2fa.phone.notANumber=Ceci ne semble pas \u00eatre un num\u00e9ro de t\u00e9l\u00e9phone.
wa2fa.phone.tooShort=Ce num\u00e9ro de t\u00e9l\u00e9phone est trop court. Veuillez v\u00e9rifier le num\u00e9ro.
wa2fa.phone.tooLong=Ce num\u00e9ro de t\u00e9l\u00e9phone est trop long. Veuillez v\u00e9rifier le num\u00e9ro.
wa2fa.phone.invalidLength=Ce num\u00e9ro a une longueur invalide pour le pays indiqu\u00e9.

# QR Code Verification
wa2fa.qr.tabScanQr=Scanner le code QR
wa2fa.qr.tabReceiveOtp=Saisir le code OTP
wa2fa.qr.instruction=Scannez ce code QR avec l\u2019appareil photo de votre t\u00e9l\u00e9phone. WhatsApp s\u2019ouvrira avec un message de v\u00e9rification pr\u00e9rempli. Appuyez simplement sur Envoyer.
wa2fa.qr.tokenLabel=Code de v\u00e9rification
wa2fa.qr.openWhatsApp=Ouvrir dans WhatsApp
wa2fa.qr.helpText=Scannez le code QR pour v\u00e9rifier via WhatsApp, ou passez \u00e0 l\u2019onglet OTP pour saisir un code manuellement.
wa2fa.qr.helpTextQrOnly=Scannez le code QR pour v\u00e9rifier via WhatsApp.
wa2fa.qr.verified=T\u00e9l\u00e9phone v\u00e9rifi\u00e9 via WhatsApp ! Finalisation...
wa2fa.qr.expired=Code QR expir\u00e9. Veuillez rafra\u00eechir.
wa2fa.qr.refreshButton=Rafra\u00eechir
wa2fa.qr.notVerified=V\u00e9rification QR non termin\u00e9e. Scannez le code QR et envoyez le message, ou utilisez l\u2019OTP.

# Lazy OTP (when QR is default)
wa2fa.otp.sentToPhone=V\u00e9rifiez votre num\u00e9ro WhatsApp se terminant par
wa2fa.otp.clickToSend=Cliquez ci-dessous pour recevoir un code de v\u00e9rification via WhatsApp.
wa2fa.otp.sendOtpButton=Envoyer le code OTP

# Phone ownership verification link (LID)
wa2fa.qr.pendingPhoneConfirm=Cliquez sur le lien de v\u00E9rification dans WhatsApp pour confirmer votre num\u00E9ro de t\u00E9l\u00E9phone.
wa2fa.qr.phoneConfirmed=T\u00E9l\u00E9phone v\u00E9rifi\u00E9 \! Vous pouvez fermer cette page.
wa2fa.qr.linkExpired=Ce lien de v\u00E9rification a expir\u00E9. Veuillez r\u00E9essayer.
wa2fa.qr.linkInvalid=Ce lien de v\u00E9rification n'est pas valide.
