# wa2fa - German

wa2fa.otp.title=WhatsApp-Verifizierung
wa2fa.otp.label=Verifizierungscode
wa2fa.otp.placeholder=Code eingeben
wa2fa.otp.instruction=Ein Verifizierungscode wurde an Ihr WhatsApp gesendet. Geben Sie ihn oben ein.
wa2fa.otp.submit=Verifizieren
wa2fa.otp.resend=Code erneut senden
wa2fa.otp.resent=Ein neuer Code wurde an Ihr WhatsApp gesendet.
wa2fa.otp.resendLimitReached=Maximale Anzahl an Neuversuchen erreicht. Bitte warten Sie, bis der Code abl\u00e4uft, und versuchen Sie es erneut.
wa2fa.otp.missing=Bitte geben Sie den Verifizierungscode ein.
wa2fa.otp.invalid=Ung\u00fcltiger oder abgelaufener Code. Bitte versuchen Sie es erneut.
wa2fa.otp.tooManyAttempts=Zu viele fehlgeschlagene Versuche. Bitte fordern Sie einen neuen Code an und versuchen Sie es in einigen Minuten erneut.
wa2fa.otp.sent=Verifizierungscode an Ihr WhatsApp gesendet.
wa2fa.otp.sendFailed=Senden des Codes fehlgeschlagen. Bitte versuchen Sie es erneut.

wa2fa.phone.title=Telefonnummer verifizieren
wa2fa.phone.label=Telefonnummer
wa2fa.phone.helpText=Geben Sie Ihre Telefonnummer im internationalen Format ein (z.B. +491234567890). Ein Code wird per WhatsApp gesendet.
wa2fa.phone.sendOtp=Verifizierungscode senden
wa2fa.phone.verify=Verifizieren
wa2fa.phone.required=Bitte geben Sie Ihre Telefonnummer ein.
wa2fa.phone.invalidFormat=Bitte geben Sie eine g\u00fcltige Telefonnummer im internationalen Format ein (z.B. +491234567890).
wa2fa.phone.change=\u00C4ndern

wa2fa.reg.enterOtp=Ein Verifizierungscode wurde an Ihr WhatsApp gesendet. Bitte geben Sie ihn unten ein.
wa2fa.reg.phoneVerified=Telefonnummer verifiziert

# Phone Validation (libphonenumber)
wa2fa.phone.notValid=Diese Telefonnummer ist nicht g\u00fcltig. Bitte \u00fcberpr\u00fcfen Sie die Nummer und versuchen Sie es erneut.
wa2fa.phone.notMobile=Bitte geben Sie eine Mobilfunknummer ein. Festnetznummern werden nicht unterst\u00fctzt.
wa2fa.phone.invalidCountryCode=Ung\u00fcltige L\u00e4ndervorwahl. Bitte geben Sie die korrekte Vorwahl an (z.B. +49, +1, +44).
wa2fa.phone.notANumber=Dies scheint keine Telefonnummer zu sein.
wa2fa.phone.tooShort=Diese Telefonnummer ist zu kurz. Bitte \u00fcberpr\u00fcfen Sie die Nummer.
wa2fa.phone.tooLong=Diese Telefonnummer ist zu lang. Bitte \u00fcberpr\u00fcfen Sie die Nummer.
wa2fa.phone.invalidLength=Diese Telefonnummer hat eine ung\u00fcltige L\u00e4nge f\u00fcr das angegebene Land.

# QR Code Verification
wa2fa.qr.tabScanQr=QR-Code scannen
wa2fa.qr.tabReceiveOtp=OTP-Code eingeben
wa2fa.qr.instruction=Scannen Sie diesen QR-Code mit Ihrer Handykamera. WhatsApp \u00f6ffnet sich mit einer vorgef\u00fcllten Verifizierungsnachricht. Tippen Sie einfach auf Senden.
wa2fa.qr.tokenLabel=Verifizierungscode
wa2fa.qr.openWhatsApp=In WhatsApp \u00f6ffnen
wa2fa.qr.helpText=Scannen Sie den QR-Code zur Verifizierung \u00fcber WhatsApp, oder wechseln Sie zum OTP-Tab um einen Code manuell einzugeben.
wa2fa.qr.helpTextQrOnly=Scannen Sie den QR-Code zur Verifizierung \u00fcber WhatsApp.
wa2fa.qr.verified=Telefon \u00fcber WhatsApp verifiziert! Wird abgeschlossen...
wa2fa.qr.expired=QR-Code abgelaufen. Bitte aktualisieren.
wa2fa.qr.refreshButton=Aktualisieren
wa2fa.qr.notVerified=QR-Verifizierung nicht abgeschlossen. Scannen Sie den QR-Code und senden Sie die Nachricht, oder verwenden Sie OTP.

# Lazy OTP (when QR is default)
wa2fa.otp.sentToPhone=Verifizieren Sie Ihre WhatsApp-Nummer mit den letzten Ziffern
wa2fa.otp.clickToSend=Klicken Sie unten, um einen Verifizierungscode per WhatsApp zu erhalten.
wa2fa.otp.sendOtpButton=OTP-Code senden

# Phone ownership verification link (LID)
wa2fa.qr.pendingPhoneConfirm=Klicken Sie auf den Best\u00E4tigungslink in WhatsApp, um Ihre Telefonnummer zu best\u00E4tigen.
wa2fa.qr.phoneConfirmed=Telefon verifiziert\! Sie k\u00F6nnen diese Seite schlie\u00DFen.
wa2fa.qr.linkExpired=Dieser Best\u00E4tigungslink ist abgelaufen. Bitte versuchen Sie es erneut.
wa2fa.qr.linkInvalid=Dieser Best\u00E4tigungslink ist ung\u00FCltig.
